/*
 Localizable.strings
 Video-A-Day
 
 
 Created by Andrew Apperley on 1/9/2014.
 Copyright (c) 2014 AFApps. All rights reserved.
 */


/** Offline failure strings */
"AFBlipOfflineLaunchErrorMessage"               = "Su conexión de datos parece estar fuera de línea.";

/** API Failure strings */
//Video Responses
"kServerVideoAlreadyExistsError"                = "Vídeo ya existe!";
"kServerVideoFutureVideoError"                  = "No se puede crear vídeos futuras!";
"kServerVideoBefore1900Error"                   = "No se puede crear un video durante años antes de 1900!";
"kServerVideoTimelineIDDoesntExist"             = "Línea de tiempo no existe!";
"kServerVideoIssueMakingVideo"                  = "Guardar el video Emisión, por favor, inténtelo de nuevo.";
"kServerVideoCreatedVideoSuccess"               = "Vídeo creado con éxito!";
"kServerVideoVideosForPage"                     = "Videos de la página.";
"kServerVideoAlreadyFavourited"                 = "Video ya está marcado como favorito.";
"kServerVideoFavouritingError"                  = "Se ha producido un ajuste del vídeo como favorito tema, por favor intente de nuevo.";
"kServerVideoFavouritedSuccess"                 = "Video como favorito con éxito!";
"kServerVideoNotFavourited"                     = "El vídeo no está marcado como favorito.";
"kServerFavouriteRemovedSuccess"                = "El video se eliminó de los favoritos con éxito.";
"kServerVideoUserHasNoFavourites"               = "Usted tiene favoritos!";
"kServerVideoTimelineCreationError"             = "Había un problema de crear la línea de tiempo, vuelva a intentarlo.";
"kServerVideoTimelineCreationSuccess"           = "Cronología creado con éxito!";
"kServerVideoTimelineList"                      = "Lista Línea de tiempo para el usuario.";
"AFBlipTimelineErrorNoVideosFound"              = "No hay Blips encontraron. Por favor, compruebe la conexión de datos.";

//User responses
"kServerUserCreationError"                      = "Había un problema de crear su cuenta, por favor intente de nuevo.";
"kServerUserAlreadyExistsError"                 = "Ese correo electrónico ya está en uso es, por favor intente de nuevo.";
"kServerUserSignUpSuccess"                      = "Gracias por registrarte!";
"kServerUserNotFoundError"                      = "Usuario no encontrado.";
"kServerUserInfoResponseSuccess"                = "La información del usuario.";
"kServerUserInfoUpdatedSuccess"                 = "La información de usuario actualizada.";
"kServerUserAlreadyDeactivatedError"            = "Esta cuenta ha sido desactivada.";
"kServerUserDeactivatedSuccess"                 = "Su cuenta ha sido desactivada.";
"kServerUserUpdateNoInfoToUpdateError"          = "No hay nueva información para actualizar.";
"kServerUserTokenUpdatedSuccess"                = "Usuarios Token actualizan con éxito!";
"kServerUserUsernameAvailableSuccess"           = "Usted es capaz de utilizar esa dirección de correo electrónico.";
"kServerUserUsernameAvailableError"             = "Ese correo electrónico está actualmente en uso.";
"kServerUserLoggedOutSuccess"                   = "Usted ha cerrado la sesión con éxito.";
"kServerUserLoggedOutError"                     = "There was an error logging you out.";
"kServerUserLoggedInSuccess"                    = "Usted ha conectado con éxito!";
"kServerUserLoggedInError"                      = "Información incorrecta de inicio de sesión, por favor intente de nuevo.";
"kServerUserConnectionRequestSentSuccess"       = "Su solicitud de amigo ha sido enviado!";
"kServerUserConnectionRequestSentError"         = "Emisión crear una amistad, por favor intente de nuevo.";
"kServerUserAcceptConnectionRequestError"       = "Hubo un error al cambiar el estado.";
"kServerUserAcceptConnectionRequestSuccess"     = "Ha cambiado correctamente el estado de la amistad";
"kServerUserConnectionListSuccess"              = "Lista de amigos de éxito.";
"kServerUserConnectionListError"                = "Se ha producido un error al recuperar la lista de amigos, inténtelo de nuevo.";
"kServerUserLimitedProfileSuccess"              = "Perfil limitada para el usuario.";
"kServerUserLimitedProfileError"                = "Se ha producido un error al recuperar el perfil limitado, inténtelo de nuevo.";
"kServerUserSearchResponse"                     = "Resultados de la búsqueda..";
"kServerVideoTimelineIDsForUser"                = "Lista Línea de tiempo para el usuario";
"kServerVideoTimelineIDsForUserFailure"         = "Lista Línea de tiempo para el usuario no se pudo cargar";
"kServerUserConnectionRequestExistsError"       = "Esta solicitud de amistad ya se ha enviado!";
"kServerUserConnectionRemoveProfileSuccess"     = "Usted ha eliminado con éxito un amigo!";
"kServerUserConnectionRemoveProfileFailure"     = "Algo salió mal tratando de eliminar a su amigo!";
"kServerDeactivatedNotAuthorizedError"          = "La contraseña introducida no coincide con la que tenemos en nuestro sistema, por favor intente de nuevo.";
"kServerUserAlreadyDeactivatedError"            = "Esa cuenta ya está desactivada, por favor póngase en contacto con nosotros si usted cree que esto se hizo sin su permiso.";
"kServerUserDeactivatedSuccess"                 = "Su cuenta ha sido desactivada. Esperamos que usted decide volver a Blips en el futuro.";
"kServerUserPasswordResetUserDoesNotExistRequestError" = "Ese usuario no existe.";
"kServerUserPasswordResetRequestAlreadyPresent" = "Ese usuario ya ha solicitado su contraseña sea restaurada, por favor revise su correo electrónico para la confirmación.";
"kServerUserPasswordRequestSentSuccess"         = "Su contraseña se restableció con éxito. Por favor verifique su cuenta de correo electrónico para un correo electrónico de confirmación y las instrucciones sobre cómo elegir una contraseña nueva.";

/** Initial view */
"AFBlipInitialViewCreating"                     = "la creación de recuerdos, una blip a la vez";
"AFBlipInitialViewSignUp"                       = "contratar";
"AFBlipInitialViewSignIn"                       = "registrarse";
"AFBlipInitialViewImageSource"                  = "Ajuste de imagen de perfil";
"AFBlipInitialViewImageSourceAlbumType"         = "Elija la foto existente";
"AFBlipInitialViewImageSourceCameraType"        = "Tome una foto";

/** Signup form view */
"AFBlipSignupFormDisplayName"                   = "nombre";
"AFBlipSignupFormPassword"                      = "contraseña";
"AFBlipSignupFormEmail"                         = "Correo electrónico";
"AFBlipSignupFormSubmitButton"                  = "presentar";
"AFBlipSignupFormTerms"                         = "Al suscribirse usted acepta nuestros Términos y Condiciones";
"AFBlipSignupFormTermsColoredStrings"           = "Términos y condiciones";
"AFBlipSigninForFailureTitle"                   = "¡Vaya!";
"AFBlipSignupForFailureTitle"                   = "Uh Oh!";
"AFBlipSignupForFailureTitleUsernameTaken"      = "No hemos podido firmar para arriba!";
"AFBlipSigninForFailureButtonTitle"             = "bueno";

"AFBlipSignupErrorUsernameTakenAppendage"       = "Se parece a %@ ya ha sido registrado!";
"AFBlipSignupProfileImagePickerAlertTitle"      = "¡Vaya!";
"AFBlipSignupProfileImagePickerAlertMessage"    = "Usted no se ha configurado una imagen de perfil. ¿Le gustaría instalar uno ahora?";
"AFBlipSignupProfileImagePickerAlertYes"        = "Si";
"AFBlipSignupProfileImagePickerAlertNo"         = "No, lo haré más tarde";

/** Settings menu */
"AFBlipSettingsMenuEditProfile"                 = "Editar Perfil";
"AFBlipSettingsMenuHelp"                        = "Ayuda y preguntas frecuentes";
"AFBlipSettingsMenuFeedback"                    = "realimentación";
"AFBlipSettingsMenuLogout"                      = "finalizar la sesión";

/** Log out alert view */
"AFBlipSettingsMenuLogoutAlertTitle"            = "Blips";
"AFBlipSettingsMenuLogoutAlertMessage"          = "¿Seguro que quieres cerrar sesión?";
"AFBlipSettingsMenuLogoutAlertMessageFailure"   = "Error al cerrar la sesión.";
"AFBlipSettingsMenuLogoutAlertYes"              = "Si";
"AFBlipSettingsMenuLogoutAlertNo"               = "No";

/** Connections List */
"AFBlipConnectionsRecentBlips"                  = "Blips recientes";
"AFBlipConnectionsFavouriteBlips"               = "Blips favoritos";
"AFBlipConnectionsPersonalBlips"                = "Personal";
"AFBlipConnectionsConnectionsBlips"             = "Amigos";
"AFBlipConnectionsConnectionsRequests"          = "Las solicitudes amigo";
"AFBlipConnectionsConnectionsSearch"            = "Busca amigos";
"AFBlipConnectionsSearchResultsBlips"           = "resultados de la búsqueda";
"AFBlipConnectionAddingForFailureTitle"         = "Añadir amigo";

/** Connections Profile */
"AFBlipConnectionsProfileViewTitle"             = "Amigo Perfil";

/** Limited Profile */
"AFBlipLimitedProfileButtonText"                = "+   Añadir amigo";
"AFBlipLimitedProfileAlertTitle"                = "Perfil del usuario";

/** Edit Profile */
"AFBlipEditProfileTitle"                        = "Editar Perfil";
"AFBlipEditProfileRetryButtonTitle"             = "Vuelva a intentar";
"AFBlipEditProfilePasswordButtonPlaceholder"    = "........";
"AFBlipEditProfileEditButtonTitle"              = "Editar";
"AFBlipEditProfileCancelButtonTitle"            = "Cancelar";
"AFBlipEditProfileSaveButtonTitle"              = "Guardar";
"AFBlipEditProfileFiltersButtonTitle"           = "Filtros adicionales";
"AFBlipEditProfileDeactivateButtonTitle"        = "Desactivar";
"AFBlipEditProfileNotificationsTitle"           = "Notificaciones Push";
"AFBlipEditProfileDeactivateTitle"              = "Desactivar cuenta";
"AFBlipEditProfileDeactivateMessage"            = "Ingrese su contraseña debajo si desea desactivar su cuenta.";
"AFBlipEditProfileDeactivateAlertYes"           = "Desactivar";
"AFBlipEditProfileDeactivateAlertNo"            = "Cancelar";

/** Purchasing Filters */
"AFBlipAdditionalFiltersTitle"                  = "Filtros de Compras";
"AFBlipAdditionalFiltersMessage"                = "Sus nuevos filtros se han descargado a este dispositivo.";
"AFBlipAdditionalFiltersRestoringTitle"         = "Restauración de filtros";
"AFBlipAdditionalFiltersRestoringMessage"       = "Sus filtros adicionales se han restaurado para este dispositivo.";
"AFBlipAdditionalFiltersCancelButtonTitle"      = "Cancelar";
"AFBlipAdditionalFiltersSubmitButtonTitle"      = "Comprar $%.2f";
"AFBlipAdditionalFiltersRestoreButtonTitle"     = "Restaurar Filtrar Compra";

/** Friend Request Modal */
"AFBlipFriendRequestModalTitleRequest"    = "Nueva solicitud de amistad!";
"AFBlipFriendRequestModalTitleConfirm"    = "Usted tiene un nuevo amigo!";
"AFBlipFriendRequestModalTitleNewVideo"   = "Un amigo te ha enviado un Blip!";
"AFBlipFriendRequestModalButtonAccept"    = "Aceptar";
"AFBlipFriendRequestModalButtonDecline"   = "Negar";
"AFBlipFriendRequestModalButtonPostVideo" = "Publicar un Blip";
"AFBlipFriendRequestModalButtonDismiss"   = "Despedir";
"AFBlipFriendRequestModalButtonWatch"     = "Ver";

/** FAQ Modal */
"AFBLipFAQModalCancelButtonTitle" = "Hecho";
"AFBLipFAQModalNavigationTitle"   = "Ayuda y preguntas frecuentes";
"AFBLipFAQModalQuestionQ"         = "P:";
"AFBLipFAQModalQuestion0"         = "¿Qué es un blip?";
"AFBLipFAQModalAnswer0"           = "Blips son pequeños vídeos que puede compartir entre usted y un amigo. Usted tiene el poder de añadir filtros a sus repuntes para que la visualización aún más de un placer. También puede repuntes favoritos para que pueda fácilmente volver y ver las que ha disfrutado al máximo!";
"AFBLipFAQModalQuestion1"         = "¿Cómo agrego un amigo?";
"AFBLipFAQModalAnswer1"           = "Usted puede agregar un amigo pulsando el icono de amigo a continuación, escribiendo en el campo de búsqueda. Los resultados se muestran por debajo y la adición de un amigo es tan sencillo como pulsar sobre su retrato.";
"AFBLipFAQModalQuestion2"         = "¿Cómo se crea un blip?";
"AFBLipFAQModalAnswer2"           = "Puede crear una blip pulsando el icono de vídeo en la parte superior derecha de la línea de tiempo cuando usted está viendo un amigo. Después de la grabación de su bache puede agregar un filtro para añadir aún más personalidad a su mensaje!";
"AFBLipFAQModalQuestion3"         = "¿Cómo elimino un blip que envié?";
"AFBLipFAQModalAnswer3"           = "Puede eliminar un bache pulsando sobre la miniatura de blip y luego pulsando el icono de la papelera. Una vez que confirme su blip será eliminado de nuestros sistemas.";
"AFBLipFAQModalQuestion4"         = "¿Cómo puedo etiquetar un un bache inapropiado?";
"AFBLipFAQModalAnswer4"           = "Si usted juzga un blip que fue enviado a usted inapropiado, por favor, seleccione la miniatura del blip y pulse el icono de la bandera. Una vez que se nos notifique, nuestro sistema se eliminará el blip plazo de doce horas.";
"AFBLipFAQModalQuestion5"         = "Me encantan los filtros pero me gustaría tener más opciones, lo que ofrece más?";
"AFBLipFAQModalAnswer5"           = "Sí lo hacemos! En la pantalla de filtro cuando se graba un vídeo, puede seleccionar la última opción que se le pedirá que comprar un paquete de filtro adicional que incluye 10 filtros adicionales.";
"AFBLipFAQModalQuestion6"         = "¿Cómo puedo restaurar mis filtros previamente adquiridos?";
"AFBLipFAQModalAnswer6"           = "Puede abrir el panel de configuración y pulse sobre el icono de edición de perfil. Desde allí se puede seleccionar el botón Filtros adicionales para restaurarlos.";
"AFBLipFAQModalQuestion7"         = "¿Cómo puedo cambiar mi dirección de correo electrónico?";
"AFBLipFAQModalAnswer7"           = "Usted puede cambiar su dirección de correo electrónico o cualquiera de sus otros ajustes de perfil pulsando el icono del menú y luego pulsar el icono de edición de perfil.";
"AFBLipFAQModalQuestion8"         = "No estoy disfrutando de mi experiencia con Blips, ¿cómo puedo eliminar mi cuenta?";
"AFBLipFAQModalAnswer8"           = "Lo sentimos oír eso. :( Si usted no tiene ya que nos proponemos presentar algunos comentarios para que podamos ayudarte. Si usted todavía desea desactivar su cuenta, entonces usted puede pulsar el icono de menú y vaya a la sección del perfil de edición. Aquí usted puede presionar el botón Desactivar cuenta.";
"AFBLipFAQModalQuestion9"         = "¿Dónde puedo enviar comentarios sobre mi experiencia Blips?";
"AFBLipFAQModalAnswer9"           = "Puede abrir el panel de configuración y pulse sobre el icono de retroalimentación para enviarnos tus comentarios, nos encantaría escucharlo!";

/** Terms Modal */
"AFBLipTermsModalNavigationTitle"   = "Términos y condiciones";
"AFBLipTermsModalNavigationTermsAndCondition" = "1. Términos \ nAl acceder a esta aplicación, usted acepta que quedará vinculado por los Términos y Condiciones de uso de la aplicación, todas las leyes y reglamentos aplicables, y acepta que es responsable del cumplimiento de las leyes locales aplicables. Si usted no está de acuerdo con cualquiera de estos términos, está prohibido el uso o acceso a esta aplicación. \ N \ n2. Licencia de uso \ Se concede permiso para descargar temporalmente una copia de los materiales (de información o software) en aplicación AF-Aplicaciones Blips para uso transitorio personal, no comercial. Se trata de la concesión de una licencia, no una transferencia de título, y bajo esta licencia no podrá: modificar o copiar el material; utilizar los materiales para cualquier propósito comercial, o para cualquier exhibición pública (comercial o no comercial); intentar descompilar o realizar ingeniería inversa cualquier software contenido en Blips; eliminar cualquier derecho de autor u otros notaciones de propiedad de los materiales; o transferir el material a otra persona o \"espejo\" los materiales sin el consentimiento escrito del AF-App. Esta licencia shal terminará automáticamente si usted viola cualquiera de estas restricciones y puede ser denunciado por AF-Apps en cualquier momento. Después de cancelar su visión de estos materiales o en la terminación de esta licencia, deberá destruir cualquier material descargado en su poder ya sea en formato electrónico o impreso. \ N \ n3. Se proporcionan materiales de exención de responsabilidad \ nLos en Blips \"tal cual\". AF-Apps ofrece ninguna garantía, expresa o implícita, y por la presente renuncia y niega todas las otras garantías, incluyendo, sin limitación, las garantías o condiciones implícitas de comercialización, idoneidad para un propósito particular o no infracción de la propiedad intelectual o cualquier otra violación de los derechos. Además, la FA-Apps no garantiza ni hace ninguna representación sobre la exactitud, los resultados probables, o la fiabilidad de la utilización de los materiales en ella de aplicación o de otra manera en relación con tales materias. \ N \ n4. Limitaciones \ nen ningún caso AF-Apps será responsable por los daños y perjuicios (incluyendo, sin limitación, daños por pérdida de datos o beneficios, o debido a la interrupción del negocio,) que surjan del uso o la imposibilidad de usar los materiales en Blips, incluso si AF-Apps o un AF-Apps representante autorizado ha sido notificado en forma oral o por escrito de la posibilidad de tales daños. Debido a que algunas jurisdicciones no permiten limitaciones sobre garantías implícitas o limitaciones de responsabilidad por daños indirectos o incidentales, estas limitaciones pueden no aplicarse en su caso. \ N \ n5. Las revisiones y erratas materiales \ nLos que aparecen en Blips podrían incluir técnicos, tipográficos o errores fotográficos. AF-Apps no garantiza que cualquiera de los materiales en ella de aplicación Blips sea precisa, completa o actualizada. AF-Apps puede hacer cambios a los materiales contenidos en Blips en cualquier momento sin previo aviso. AF-Apps no es, sin embargo, que se compromete a actualizar los materiales. \ N \ n6. Aplicación Términos de Uso Modificaciones \ Naf-Apps puede revisar estos términos de uso por su aplicación Blips en cualquier momento sin previo aviso. Mediante el uso de esta aplicación, usted acepta que quedará vinculado por la versin actual de estos Términos y Condiciones de Uso. \ N \ n7. Consejo de reclamación Ley \ nCualquier relativa a la aplicación Blips de AF-Apps, se regirán por las leyes de la Provincia de Ontario, sin consideración a su conflicto de disposiciones legales. \ N \ n8. Privacidad \ nSu privacidad es muy importante para nosotros. En consecuencia, hemos desarrollado esta Política para que usted pueda entender cómo recopilamos, utilizamos, comunicar y divulgar y hacer uso de la información personal. A continuación se describe nuestra policy.Before privacidad o en el momento de recoger información personal, identificaremos los fines para los que se está recopilando información. Vamos a recoger y uso de información personal únicamente con el objetivo de cumplir con los fines especificados por nosotros y para otros fines compatibles, a menos que obtengamos el consentimiento de la persona interesada o como lo requiere la ley. Sólo se conservarán los datos personales durante el tiempo necesario para el cumplimiento de dichos fines. Vamos a recoger información personal por medios legítimos y justos y, en su caso, con el conocimiento o consentimiento de la persona en cuestión. Los datos personales deben ser pertinentes a los fines para los que se va a utilizar, y, en la medida necesaria para esos fines, debe ser precisa, completa y actualizada. Vamos a proteger la información personal de garantías razonables de seguridad contra pérdida o robo, así como el acceso no autorizado, revelación, copia, uso o modificación. Vamos a poner a disposición de los clientes información acerca de nuestras políticas y prácticas relativas a la gestión de la información personal. Estamos comprometidos a llevar a cabo nuestro negocio de acuerdo con estos principios con el fin de asegurar que la confidencialidad de la información personal está protegida y mantenida.\n\nAtribuciones para Blips:\n\nIcono de la estrella\nhttp://thenounproject.com/term/star/21442/\n\nIcono Recientes reloj\nhttp://thenounproject.com/term/clock/27031/\n\nCerrar botón con el icono\nhttp://thenounproject.com/term/close/8560/\n\nBotón se utiliza en el sitio web de reproducción\nhttp://thenounproject.com/term/play/8304/";

/** Feedback */
"AFBlipFeedbackTitle"                           = "Realimentación";
"AFBlipFeedbackEmail"                           = "feedback@blipsapp.ca";
"AFBlipFeedbackDefaultMessage"                  = "Mostrar Nombre: %@\nApp Version: %@\nDevice ID: %@\n\nTemas: \nComentarios: \n\n";
"AFBlipFeedbackMessage"                         = "Gracias por enviar tus comentarios al equipo Blips usted!";
"AFBlipFeedbackFailureMessage"                  = "Parece que algo salió mal al tratar de enviar ese correo electrónico, por favor intente de nuevo.";

/** Timeline */
"AFBlipTimelineErrorUnableToLoadTimeline"       = "¡Oh, no, no podríamos cargar esta línea de tiempo.";
"AFBlipTimelineEmptyNoVideosFoundRecent"        = "Parece que no tienes Blips! Usted puede pulsar el icono de vídeo para crear un nuevo Blip!";
"AFBlipTimelineEmptyNoVideosFoundAllRecent"     = "Parece que no hay Blips se han compartido con usted! Usted puede pulsar el icono de amigos para interactuar con amigos y crear sus propios Blips!";
"AFBlipTimelineEmptyNoVideosFoundFavourites"    = "Parece que no tienes Blips favoritos! Usted puede pulsar el icono de favorito en un Blip en favoritos él!";

"AFBlipTimelineDeleteVideoAlertViewTitle"       = "Retire Blip";
"AFBlipTimelineDeleteVideoAlertViewMessage"     = "¿Seguro que quieres eliminar esta Blip de su línea de tiempo?";

/** Remove friend modal */
"AFBlipRemoveFriendModalTitle"                  = "Eliminar amigo";
"AFBlipRemoveFriendModalMessage"                = "¿Seguro que quieres eliminar %@ de su lista de amigos?";
"AFBlipRemoveFriendModalMessageFailure"         = "Algo salió mal tratando de eliminar a su amigo!";
"AFBlipRemoveFriendModalNo"                     = "No";
"AFBlipRemoveFriendModalYes"                    = "Si";

/** Video views */
//Navigation
"AFBlipVideoViewBackButtonTitle"                = "Espalda";
"AFBlipVideoViewCancelButtonTitle"              = "Cancelar";
"AFBlipVideoViewNextButtonTitle"                = "Siguiente";
"AFBlipVideoViewDoneButtonTitle"                = "Hecho";
"AFBlipVideoViewReBlipButtonTitle"              = "Re-Blip";
"AFBlipVideoViewShareButtonTitle"               = "Enviar";

"AFBlipVideoViewShareNavTitle"                  = "Compartir Blip";
"AFBlipVideoViewCaptureNavTitle"                = "Captura Blip";
"AFBlipVideoViewFilterNavTitle"                 = "Añadir un filtro";
"AFBlipVideoViewFilterTitle"                    = "Filtros";
"AFBlipVideoViewCaptureTitle"                   = "Captura";

//Share screen
"AFBlipVideoViewShareMessageTitle"              = "Mensaje";
"AFBlipVideoViewShareMessagePlaceholder"        = "Usted puede escribir un mensaje aqui...";

//Reset Password
"AFBlipSignInResetPasswordText"                 = "¿Olvidaste tu contraseña?";
"AFBlipSignInResetPasswordAlertText"            = "Por favor, introduzca la dirección de correo electrónico que utilizó para registrarse.";
"AFBlipSignInResetPasswordAlertTitle"           = "Restablecer contraseña";
"AFBlipSignInResetPasswordAlertButtonReset"     = "Reajustar";
